// – Дано змінну time яка рівна числу від 0 до 59. Потрібно написати код, який перевірить,
// до якої четверті години попадає число
// (в першу, другу, третю або четверту частину години).
let time = 50;

if(time >= 0 && time <=15){
    console.log('Перша чверть.');
}else if(time >=15 && time <= 30){
    console.log('Друга чверть');
}else if(time >= 31 && time <= 45){
    console.log('Третя чверть');
}else if(time >= 46 && time <= 59){
    console.log('Четверта чверть');
}else{
    console.log('Число має бути від 0 до 59');
}
