// –створити масив з:
//
//     – з 5 числових значень
let arr1 = [1, 0, 3.14, -222, 100500]
console.log(arr1);
// – з 5 стічкових значень
let arr2 = ['Hi', 'World', 'my', 'name is', 'Yura'];
console.log(arr2);
// – з 5 значень стрічкового, числового та булевого типу
let arr3 = ['Happy', 12, -44, true, false];
console.log(arr3);
// – та вивести його в консоль
// #4aDbSgh
//
// — Створити пустий масив. Наповнити його будь-якими значеннями, звертаючись до конкретного індексу. Вивести в консоль.
let arr4 = [];
arr4[0] = 1;
arr4[1] = -222;
arr4[2] = 'World';
arr4[3] = true;
arr4[4] = false;
console.log(arr4);